Repository: 71e6fd52/factorio-mods-zh_cn
Catalog: omegat/tm/pyhightech_pyhightech_1.5.5.tmx
Source language: en_us
Languages: zh_cn

source: Urea decomposition
zh_cn: 尿素分解

source: Coke fluidisation
zh_cn: 焦炭流态化

source: Tall oil separation
zh_cn: 高油分离

source: Phosphorous acid distillation
zh_cn: 亚磷酸蒸馏

source: Light n-type silicon doping
zh_cn: 轻掺杂N型半导体

source: Heavy n-type silicon doping
zh_cn: 重掺杂N型半导体

source: Light p-type silicon doping
zh_cn: 轻掺杂P型半导体

source: Heavy p-type silicon doping
zh_cn: 重掺杂P型半导体

source: Crush rare-earth ores
zh_cn: 破碎稀土矿石

source: Milling rare-earth powder
zh_cn: 研磨稀土粉末

source: Distilation of cumene
zh_cn: 异丙基苯蒸馏

source: Zipir rendering
zh_cn: 基皮尔宰杀与解体

source: Slow-reacting antimatter
zh_cn: 慢反应物质

source: Steam exchange
zh_cn: 蒸汽交换 5

source: Breed aromatics
zh_cn: 生产 芳烃

source: Breed benzene
zh_cn: 生产 苯

source: Breed chromium
zh_cn: 生产 铬

source: Breed coal
zh_cn: 生产 煤

source: Breed niobium
zh_cn: 生产 铌

source: Breed propene
zh_cn: 生产 丙烯

source: Breed silicon
zh_cn: 生产 硅

source: Breed uranium ore
zh_cn: 生产 铀矿

source: Enrich uranium
zh_cn: 浓缩铀

source: Breed aluminium
zh_cn: 生产 铝

source: Breed boron
zh_cn: 生产 硼

source: Breed cobalt
zh_cn: 生产 钴

source: Make diamond
zh_cn: 制作钻石

source: Breed gold
zh_cn: 生产 金

source: Breed helium
zh_cn: 生产 氦

source: Breed hydrogen
zh_cn: 生产 氢

source: Breed molybdenum
zh_cn: 生产 钼

source: Breed nickel
zh_cn: 生产 镍

source: Breed oxygen
zh_cn: 生产 氧

source: Breed silver
zh_cn: 生产 银

source: Breed vanadium
zh_cn: 生产 钒

source: Breed zinc
zh_cn: 生产 锌

source: Sorted science pack
zh_cn: 随机研究包

source: Methane to combustion mixture (550°C)
zh_cn: 将甲烷转化成550ºC的燃烧混合物。

source: Benzene to combustion mixture (520°C)
zh_cn: 将烷转化为520℃的燃烧混合物。

source: Tall oil to combustion mixture (600°C)
zh_cn: 将烷转化为600℃的燃烧混合物。

source: Py HighTech
zh_cn: PY之高科技

source: Phosphate rock
zh_cn: 磷矿

source: Rare-earth ore
zh_cn: 稀土矿

source: Clay
zh_cn: 粘土

source: Melamine
zh_cn: 三聚氰胺

source: Melamine resin
zh_cn: 三聚氰胺树脂

source: Urea
zh_cn: 尿素

source: Ceramic
zh_cn: 陶瓷

source: Air-core inductors
zh_cn: 电感器 1

source: Toroidal inductors
zh_cn: 电感器 2

source: High-frequency SMD inductors
zh_cn: 电感器 3

source: Ceramic capacitors
zh_cn: 电容器 1

source: Electrolytic capacitors
zh_cn: 电容器 2

source: Multilayer SMD capacitors
zh_cn: 电容器 3

source: Low-power resistors
zh_cn: 电阻器 1

source: Medium-power resistors
zh_cn: 电阻器 2

source: High-power resistors
zh_cn: 电阻器 3

source: Graphite
zh_cn: 石墨

source: Vacuum tube
zh_cn: 电子管

source: Diodes
zh_cn: 二极管

source: SMD diodes
zh_cn: 贴片二极管

source: Transistors
zh_cn: 晶体管

source: Microchips
zh_cn: 微晶片

source: Fiberboard
zh_cn: 纤维板

source: Formica
zh_cn: 塑料装饰板

source: Printed circuit substrate (tier 1)
zh_cn: 印刷电路基板 1

source: Printed circuit substrate (tier 2)
zh_cn: 印刷电路基板 2

source: Printed circuit substrate (tier 3)
zh_cn: 印刷电路基板 3

source: Mounted circuit substrate
zh_cn: 安装的电路基板

source: Printed circuit substrate (tier 4)
zh_cn: 印刷电路基板 4

source: Simple circuit board
zh_cn: 电路板 1

source: Complex circuit board
zh_cn: 电路板 2

source: High-tech circuit board
zh_cn: 电路板 3

source: Powdered phosphate rock
zh_cn: 磷矿粉

source: Lightly n-doped silicon
zh_cn: 轻掺杂N型半导体

source: Heavily n-doped silicon
zh_cn: 重掺杂N型半导体

source: Lightly p-doped silicon
zh_cn: 轻掺杂P型半导体

source: Heavily p-doped silicon
zh_cn: 重掺杂P型半导体

source: Rare Earth Powder
zh_cn: 稀土粉

source: Rare-earth dust
zh_cn: 稀土粉尘

source: Rare-earth concentrate
zh_cn: 稀土精矿

source: Rare-earth oxides
zh_cn: 稀土氧化物

source: Phenol
zh_cn: 苯酚

source: Phenolic board
zh_cn: 酚醛板

source: Bakelite
zh_cn: 酚醛树脂

source: Silicon wafer
zh_cn: 硅晶片

source: Cermet
zh_cn: 含陶合金

source: Crude cermet
zh_cn: 粗制含陶合金

source: Ferrochrome
zh_cn: 铬铁合金

source: Silicon
zh_cn: 硅

source: Glass fibers
zh_cn: 玻璃纤维

source: Bisphenol A (BPA)
zh_cn: 双酚 A

source: Epoxy
zh_cn: 环氧树脂

source: Fiberglass
zh_cn: 玻璃纤维

source: Polydimethylsiloxane (PDMS)
zh_cn: 聚二甲硅氧烷

source: Nickel core
zh_cn: 镍核心

source: PDMS-graphene base
zh_cn: 石墨烯基质

source: Graphene sheet
zh_cn: 石墨烯片

source: Graphene roll
zh_cn: 石墨烯卷

source: Processor core
zh_cn: 处理器核心

source: Processor
zh_cn: 处理器

source: Phosphate glass
zh_cn: 磷酸盐玻璃

source: High Flux core
zh_cn: 高磁密铁芯

source: Stone wool
zh_cn: 岩棉

source: Tin-rare-earth alloy
zh_cn: 再锡合金

source: Diode core
zh_cn: 二极管核心

source: Capacitor core
zh_cn: 电容器核心

source: Capacitor terminal
zh_cn: 电容器终端电阻

source: Fine carbon dust
zh_cn: 精细碳尘

source: Biopolymer
zh_cn: 生物高聚物

source: Carbon nanotubes
zh_cn: 碳纳米管

source: Sodium silicate
zh_cn: 硅酸钠

source: Silica powder
zh_cn: 硅粉

source: Colloidal silica
zh_cn: 硅胶

source: Nanochip
zh_cn: 纳米芯片

source: Raw fiber
zh_cn: 粗纤维

source: Fiber
zh_cn: 纤维

source: Microfiber
zh_cn: 微纤维

source: Sub-denier microfiber
zh_cn: 纳米级微纤维

source: Resorcinol
zh_cn: 间苯二酚

source: RF gel
zh_cn: 间苯二酚-甲醛凝胶

source: Clear RF gel
zh_cn: 清晰的间苯二酚-甲醛凝胶

source: Aerogel
zh_cn: 气凝胶

source: Carbon aerogel
zh_cn: 碳气凝胶

source: Kondo substrate
zh_cn: 康多尔基板

source: Kondo core
zh_cn: 康多尔核心

source: Kondo processor
zh_cn: 康多尔处理器

source: Heavy fermion material
zh_cn: 重费米子材料

source: Cobalt-chromium alloy
zh_cn: 钴铬合金

source: Nexelit-silver matrix
zh_cn: 铌-银矩阵

source: Paradigmatic resistor
zh_cn: 聚合电阻器

source: Zinc acetate
zh_cn: 乙酸锌

source: Dry ralesia
zh_cn: 干若雷莎

source: Ralesia powder
zh_cn: 若雷莎粉

source: Zinc nanocompound
zh_cn: 锌纳米化合物

source: Zinc nanocomplex
zh_cn: 锌纳米复合物

source: Zinc oxide nanoparticles
zh_cn: 氧化锌纳米粒子

source: Cross-section light emitting diode
zh_cn: 截面发光二极管

source: NdFeB alloy
zh_cn: 钕铁硼合金

source: NdFeB powder
zh_cn: 钕铁硼粉末

source: Neodymium magnet
zh_cn: 稀土磁体

source: Superconductor substrate
zh_cn: 超导体基片

source: Superconductor
zh_cn: 超导体

source: Fault current inductor
zh_cn: 故障电流感应器

source: Nanocrystalline core
zh_cn: 纳米核心

source: Supercapacitor
zh_cn: 超级电容器

source: Supercapacitor core
zh_cn: 超级电容器核心

source: Supercapacitor shell
zh_cn: 超级电容器外壳

source: Intelligent unit
zh_cn: 智能单元

source: Zipir carcass
zh_cn: 基皮尔尸体

source: Bones
zh_cn: 骨头

source: Skin
zh_cn: 皮肤

source: Meat
zh_cn: 肉

source: Fertiliser
zh_cn: 肥料

source: Rayon
zh_cn: 人造纤维丝

source: Blood meal
zh_cn: 血粉

source: Nylon
zh_cn: 尼龙

source: Nylon parts
zh_cn: 尼龙零件

source: Collagen
zh_cn: 胶原蛋白

source: Resilin
zh_cn: 节肢弹性蛋白

source: Hyperelastic material
zh_cn: 超弹性物质

source: Nanowires
zh_cn: 纳米线

source: Nanoelectromechanical systems
zh_cn: 纳米机电系统

source: Lithium chloride
zh_cn: 氯化锂

source: Volumetric energy capacitor
zh_cn: 体积能量电容器

source: YAG laser module
zh_cn: 半导体激光模块

source: Laser module
zh_cn: 激光模块

source: Lithium niobate
zh_cn: 铌酸锂

source: Optical parametric oscillator
zh_cn: 光学参量振荡器

source: Myoglobin
zh_cn: 肌红蛋白

source: Paramagnetic material
zh_cn: 顺磁材料

source: Diamagnetic material
zh_cn: 抗磁材料

source: Superconductor servomechanisms
zh_cn: 超导体伺服机构

source: Harmonic absorber
zh_cn: 谐波吸收器

source: Pyrolytic carbon
zh_cn: 热解碳

source: Nitrogen-vacancy center
zh_cn: 氮空位中心

source: Quantum dots
zh_cn: 量子点

source: Pi Josephson junction
zh_cn: π-约瑟夫森结

source: Varphi Josephson junction
zh_cn: φ-约瑟夫森结

source: Quantum vortex storage system
zh_cn: 量子涡旋存储系统

source: Bose-Einstein superfluid
zh_cn: 玻色-爱因斯坦超流体

source: Antimatter
zh_cn: 反物质

source: Crystallographic substrate
zh_cn: 结晶基底

source: Proton donor
zh_cn: 质子供体

source: Proton receiver
zh_cn: 质子接收器

source: Dried meat
zh_cn: 风干肉

source: Matter
zh_cn: 物质

source: Singularity energy extractor
zh_cn: 奇点能源萃取器

source: Just clay.
zh_cn: 就是粘土而已，产于粘土坑

source: Primary polymer.
zh_cn: 原发性聚合物

source: The most basic resin.
zh_cn: 最基本的树脂

source: Basic ceramic.
zh_cn: 基础陶瓷

source: First generation capacitors.
zh_cn: 第一代电容器

source: Great multipurpose capacitors, with a delicious liquid center!
zh_cn: 很棒的多功能电容器，液体夹心，好吃！

source: Don't let them bulge though...
zh_cn: 不过不要让他们鼓起来

source: Multilayer ceramic chip capacitors (MLCC) for complex PCBs.
zh_cn: 用于复杂PCB的多层陶瓷贴片电容器

source: First generation resistors, suitable for low-power applications only.
zh_cn: 第一代电阻器

source: Thick film resistors, suitable for use in a wide range of applications.
zh_cn: 厚膜电阻器，应用广泛

source: Can withstand high currents without burning out.
zh_cn: 可以承受大电流而不会烧坏

source: First generation inductors.
zh_cn: 第一代电感器

source: Cute metal donuts. May be inedible though.
zh_cn: 可爱的金属甜甜圈，不是广东人请不要尝试食用

source: High-performance inductors in a small SMD package.
zh_cn: 采用小型SMD封装的高性能电感器

source: Blessed with the power of thermionic electron emission.
zh_cn: 第一代晶体管

source: Basic pressed wood.
zh_cn: 基础压缩木材

source: First generation PCBs.
zh_cn: 第一代电路板

source: First generation circuits.
zh_cn: 第一代电路

source: Even more rare than on Earth.
zh_cn: 比在地球上更珍贵

source: First step of rare-earth element extraction.
zh_cn: 稀土生产的第一步

source: Second step of rare-earth element extraction.
zh_cn: 稀土生产的第二步

source: Keep away from your body.
zh_cn: 远离你的身体

source: Multipurpose resin.
zh_cn: 多用途树脂

source: Special gel to work into nanotech.
zh_cn: 为特殊技术工作使用的凝胶

source: Nickel-based core.
zh_cn: 镍的基础芯心

source: Advanced material for several purposes.
zh_cn: 几种用途的先进材料.

source: Resorcinol-formaldehyde gel.
zh_cn: 间苯二酚-甲醛凝胶

source: A place to build the powerful Kondo processor.
zh_cn: 制造强大的康多尔处理器的地方

source: Unconventional superconductor.
zh_cn: 非常规超导体

source: Able to make 1PT of Kondo calculations per second.
zh_cn: 能每秒运行1pt的康多尔运算.

source: Neodimium-iron-boron alloy.
zh_cn: 钕铁硼合金.

source: Can you prove you're self aware?
zh_cn: 你能证明你的目的吗？

source: It was killed with mercy.
zh_cn: 它被仁慈地赐死.

source: Advanced fiber with many uses.
zh_cn: 许多用途的高级纤维.

source: Nanomachines with a bright future.
zh_cn: 有着光明未来的纳米机器.

source: Yttrium aluminum garnet crystal used for solid-state lasers.
zh_cn: 钇铝石榴石晶体在固体激光器中的应用

source: Muscle protein.
zh_cn: 肌肉蛋白.

source: Bad burned graphene.
zh_cn: 烧坏的石墨烯.

source: It doesn't.
zh_cn: 它没有。

source: Methane
zh_cn: 甲烷

source: Formaldehyde
zh_cn: 甲醛

source: Ammonia
zh_cn: 氨

source: Cyanic acid
zh_cn: 氰酸

source: Black liquor
zh_cn: 黑色液体

source: Tall oil
zh_cn: 妥尔油

source: Benzene
zh_cn: 苯

source: Phosphorous acid
zh_cn: 亚磷酸

source: Phosphoric acid
zh_cn: 磷酸

source: Phosphine gas
zh_cn: 磷化氢气体

source: Propene
zh_cn: 丙烯

source: Ethylene
zh_cn: 乙烯

source: Rare-earth slurry
zh_cn: 稀土泥浆

source: Rare-earth solution
zh_cn: 稀土溶液

source: Cumene
zh_cn: 异丙基苯

source: Acetone
zh_cn: 丙酮

source: Epichlorohydrin (ECH)
zh_cn: 环氧氯丙烷

source: Chloromethane
zh_cn: 氯甲烷

source: Dimethyldichlorosilane
zh_cn: 二甲基二氯硅烷

source: Dimethyl sulfide (DMS)
zh_cn: 二甲基硫醚

source: Methanesulfonic acid (MSA)
zh_cn: 甲磺酸

source: Knallgas-bacteria
zh_cn: 氢氧混合气细菌

source: Soaked gel
zh_cn: 浸泡凝胶

source: Acrolein
zh_cn: 丙烯醛

source: Acetic acid
zh_cn: 乙酸

source: Raw ralesia extract
zh_cn: 天然若雷莎萃取液

source: Ralesia extract
zh_cn: 若雷莎萃取液

source: Blood
zh_cn: 血

source: Carbonyl sulfide
zh_cn: 硫化碳

source: Etching solution
zh_cn: 蚀刻剂

source: Nitrobenzene
zh_cn: 硝基苯

source: Ancient remains
zh_cn: 磷岩

source: Rare-earth bolide
zh_cn: 稀土陨石

source: Phosphate mine
zh_cn: 磷矿采掘机

source: Rare-earth extractor
zh_cn: 稀土萃取机

source: Clay pit MK 01
zh_cn: 粘土坑 MK01

source: Clay pit MK 02
zh_cn: 粘土坑 MK02

source: Clay pit MK 03
zh_cn: 粘土坑 MK03

source: Clay pit MK 04
zh_cn: 粘土坑 MK04

source: Moondrop greenhouse MK 01
zh_cn: 月落草温室 MK01

source: Moondrop greenhouse MK 02
zh_cn: 月落草温室 MK02

source: Moondrop greenhouse MK 03
zh_cn: 月落草温室 MK03

source: Moondrop greenhouse MK 04
zh_cn: 月落草温室 MK04

source: Fluidised bed reactor MK 01
zh_cn: 流化床反应器 MK01

source: Fluidised bed reactor MK 02
zh_cn: 流化床反应器 MK02

source: Fluidised bed reactor MK 03
zh_cn: 流化床反应器 MK03

source: Fluidised bed reactor MK 04
zh_cn: 流化床反应器 MK04

source: Auog paddock
zh_cn: 奥格牧场

source: Electronics factory MK 01
zh_cn: 电子厂 MK01

source: Electronics factory MK 02
zh_cn: 电子厂 MK02

source: Electronics factory MK 03
zh_cn: 电子厂 MK03

source: Electronics factory MK 04
zh_cn: 电子厂 MK04

source: Pulp mill MK 01
zh_cn: 纸浆厂MK01

source: Pulp mill MK 02
zh_cn: 纸浆厂MK02

source: Pulp mill MK 03
zh_cn: 纸浆厂MK03

source: Pulp mill MK 04
zh_cn: 纸浆厂MK04

source: PCB factory MK 01
zh_cn: 印制板厂 MK01

source: PCB factory MK 02
zh_cn: 印制板厂 MK02

source: PCB factory MK 03
zh_cn: 印制板厂 MK03

source: PCB factory MK 04
zh_cn: 印制板厂 MK04

source: Chipshooter machine MK 01
zh_cn: 射片机 MK01

source: Chipshooter machine MK 02
zh_cn: 射片机 MK02

source: Chipshooter machine MK 03
zh_cn: 射片机 MK03

source: Chipshooter machine MK 04
zh_cn: 射片机 MK04

source: Molecular assembler MK 01
zh_cn: 纳米装配 MK01

source: Molecular assembler MK 02
zh_cn: 纳米装配 MK02

source: Molecular assembler MK 03
zh_cn: 纳米装配 MK03

source: Molecular assembler MK 04
zh_cn: 纳米装配 MK04

source: Cadaveric arum greenhouse MK 01
zh_cn: 阿鲁姆温室 MK01

source: Cadaveric arum greenhouse MK 02
zh_cn: 阿鲁姆温室 MK02

source: Cadaveric arum greenhouse MK 03
zh_cn: 阿鲁姆温室 MK03

source: Cadaveric arum greenhouse MK 04
zh_cn: 阿鲁姆温室 MK04

source: Kicalk plantation
zh_cn: 凯什克种植园

source: Zipir Artificial reef
zh_cn: 基皮尔人工礁

source: High-tech construction pynobot
zh_cn: 高科技建设机器人

source: High-tech logistic pynobot
zh_cn: 高科技物流机器人

source: Quantum computer
zh_cn: 量子计算机

source: Particle accelerator MK 01
zh_cn: 粒子加速器 MK01

source: Particle accelerator MK 02
zh_cn: 粒子加速器 MK02

source: Particle accelerator MK 03
zh_cn: 粒子加速器 MK03

source: Particle accelerator MK 04
zh_cn: 粒子加速器 MK04

source: Multipurpose Pipe
zh_cn: 多用途管

source: Multipurpose pipe to ground
zh_cn: 地下多用途管

source: Shy night creatures known as aougs.
zh_cn: 被称为奥格的害羞的夜行生物。

source: Remains of ancient life.
zh_cn: 生物遗骸，挖掘其骨胳可提取出磷。

source: A gift from the sky.
zh_cn: 来自太空的礼物。

source: A building to extract phosphate from phosphate-rich rocks.
zh_cn: 从含磷酸盐丰富的岩石中提取磷酸盐的机器。

source: A building to extract all the rare-earth resources in the bolide.
zh_cn: 从流星中提取所有稀土的机器。

source: A building to mix and extract clay from ground.
zh_cn: 从地面混合和提取粘土的机器。

source: A place to grow moondrops, an alien plant which produces methane.
zh_cn: 种植月落草的地方——这是一种生产甲烷的外来植物。

source: Basic fluidised bed reactor.
zh_cn: 基础流化床反应器。

source: A place to make electronic components.
zh_cn: 制造电子元件的地方。

source: Further processing of organic based solids.
zh_cn: 进一步处理有机基固体。

source: Automated PCB assembly machine.
zh_cn: 自动化印制电路板装配机。

source: High speed component assembly.
zh_cn: 高速元件装配。

source: A place to build nanomechanisms and components.
zh_cn: 用于构建纳米机制和组件。

source: A greenhouse to grow the cadaveric arums, a smelly plant which produces sulfur-based gases.
zh_cn: 种植阿鲁姆的温室, 这种恶臭的植物能生产含硫气体。

source: Very useful FLUFFY trees which provide high-quality fibers.
zh_cn: 非常有用的蓬松树木，我们能从这里获取高质量的纤维.

source: A high-speed, high-cargo, low-energy advanced logistic robot to satisfy all your needs.
zh_cn: 高速，高载，低耗的高级物流机器人，满足您的各种需求。

source: A high-speed, high-cargo, low energy advanced construction robot to satisfy all your needs.
zh_cn: 高速，高载，低耗的高级建设机器人，满足您的各种需求。

source: A place to raise the peaceful Zipirs on dry land.
zh_cn: 在干燥土地上养殖温和的基皮尔的场所。

source: Invest into space simulation instead of sending rockets.
zh_cn: 投资太空模拟，而不是发射火箭。

source: Ion implementation and nucleosynthesis.
zh_cn: 离子注入与核合成。

source: Creates a mini black hole to extract rotational energy from the singularity.
zh_cn: 创造一个微型黑洞来从奇点中提取旋转能量。

source: Keep it fed with any matter USING INSERTERS OR LOADERS.
zh_cn: 使用插入器或装载器使其与任何物质保持接触。

source: Basic electronics
zh_cn: 基础电子学

source: Advanced electronics
zh_cn: 高级电子学

source: Semiconductor doping
zh_cn: 半导体掺杂

source: Rare-earth technology
zh_cn: 稀土技术

source: Graphene technology
zh_cn: 石墨烯技术

source: Nanotechnology
zh_cn: 纳米技术

source: Earnshaw's theorem
zh_cn: 恩绍定理

source: Quantum computing
zh_cn: 量子计算

source: The Penrose process
zh_cn: 彭罗斯过程

source: Nucleosynthesis
zh_cn: 核合成

source: Unlock basic electronic processes and components.
zh_cn: 解锁基本电子流程和组件.

source: Unlock advanced electronic processes and components.
zh_cn: 解锁高级电子流程和组件.

source: Unlock doping technology by vapor deposition.
zh_cn: 利用气相沉积技术解锁掺杂技术.

source: Give access to explore the rare-earth elements.
zh_cn: 提供探索稀土元素的途径.

source: Unlock graphene technologies and production.
zh_cn: 解锁石墨烯技术和生产.

source: Unlock nanoscale components and technologies.
zh_cn: 解锁纳米组件和技术.

source: Unlock aerogel technology.
zh_cn: 解锁气凝胶技术.

source: Classic inverse-square magnetic forces by gravitational fields.
zh_cn: 利用引力场演绎经典的平方反比磁力.

source: Unlock quantum technologies and the quantum computer.
zh_cn: 解锁量子技术和量子计算机.

source: Entering into a dangerous area.
zh_cn: 由此，你将踏入一个危险的领域.

source: Ultimate energy that can be extracted from a rotating black hole.
zh_cn: 从旋转的黑洞中提取的终极能量。

source: These are not the modules you are looking for
zh_cn: 这些不是你要找的插件
